[AdventTitanM1 X2CharacterTemplate]
strCharacterName="Воитель Адвента"
strAcquiredText="Медленный и стойкий, бронированный боец Адвента. Особенно опасен в ближнем бою, когда ему удается успешно применить свои плазменные топоры." 

[AdventTitanM2 X2CharacterTemplate]
strCharacterName="Продвинутый Воитель Адвента"
strAcquiredText="Медленный и стойкий, бронированный боец Адвента. Особенно опасен в ближнем бою, когда ему удается успешно применить свои плазменные топоры."

[AdventTitanM3 X2CharacterTemplate]
strCharacterName="Элитный Воитель Адвента"
strAcquiredText="Медленный и стойкий, бронированный боец Адвента. Особенно опасен в ближнем бою, когда ему удается успешно применить свои плазменные топоры." 